Repository: slekens/movie-test
Catalog: Movies/Movies/*.lproj/Localizable.strings
Languages: es

# URL_CREATION_ERROR
source: We can't create url
es: No se pudo crear la url

# COMPONENT_CREATION_ERROR
source: We can't create url components
es: No se pudo crear los componentes

# LABEL_RANK
source: • Rank:
es: • Popularidad:

# LABEL_TOTAL_VOTES %lld
source: • Total Votes: %lld
es: • Total de Votos: %lld

# LABEL_CAST
source: Cast
es: Personajes

# MOVIE_VIEW_TITLE
source: Movies
es: Películas

# LABEL_SEARCH_BAR
source: Search Movie
es: Buscar películas

# LABEL_SHEET_TITLE
source: Select a movie category
es: Selecciona una categoría

# LABEL_SHEET_OPTION_TOP_RATED
source: Top Rated
es: Mejor valoradas

# LABEL_SHEET_OPTION_UPCOMMING
source: Upcomming
es: Próximamente
